[
  {
    "name": "Anaximander",
    "quote": "Into that from which things take their rise they pass away once more, as is ordained; for they make reparation and satisfaction to one another for the injustice according to the appointed time.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Parmenides",
    "quote": "For it is the same thing that can be thought and that can be.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Parmenides",
    "quote": "It is indifferent to me where I am to begin, for there shall I return again.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Socrates",
    "quote": "What I do not know I do not think I know either",
    "quote_date": "399 BC",
    "school": "Classical Greek"
  },
  {
    "name": "Socrates",
    "quote": "The unexamined life is not worth living.",
    "quote_date": "399 BC",
    "school": "Classical Greek"
  },
  {
    "name": "Socrates",
    "quote": "I only wish that wisdom were the kind of thing that flowed … from the vessel that was full to the one that was empty.",
    "quote_date": "385 BC",
    "school": "Classical Greek"
  },
  {
    "name": "Socrates",
    "quote": "Wonder is the feeling of a philosopher, and philosophy begins in wonder.",
    "quote_date": "369 BC",
    "school": "Classical Greek"
  },
  {
    "name": "Socrates",
    "quote": "It would be better for me... that multitudes of men should disagree with me rather than that I, being one, should be out of harmony with myself.",
    "quote_date": "380 BC",
    "school": "Classical Greek"
  },
  {
    "name": "Pythagoras",
    "quote": "There is geometry in the humming of the strings, there is music in the spacing of the spheres.",
    "quote_date": "",
    "school": "Pythagoreanism"
  },
  {
    "name": "Socrates",
    "quote": "I cannot teach anybody anything. I can only make them think.",
    "quote_date": "",
    "school": "Classical Greek"
  },
  {
    "name": "Plato",
    "quote": "I shall assume that your silence gives consent",
    "quote_date": "",
    "school": "Platonism"
  },
  {
    "name": "Plato",
    "quote": "The price good men pay for indifference to public affairs is to be ruled by evil men.",
    "quote_date": "380 BC",
    "school": "Platonism"
  },
  {
    "name": "Plato",
    "quote": "All that is said by any of us can only be imitation and representation.",
    "quote_date": "",
    "school": "Platonism"
  },
  {
    "name": "Plato",
    "quote": "Knowledge is the food of the soul; and we must take care, my friend, that the Sophist does not deceive us when he praises what he sells, like the dealers wholesale or retail who sell the food of the body; for they praise indiscriminately all their goods, without knowing what are really beneficial or hurtful.",
    "quote_date": "",
    "school": "Platonism"
  },
  {
    "name": "Plato",
    "quote": "Oh dear Pan and all the other Gods of this place, grant that I may be beautiful inside.",
    "quote_date": "370 BC",
    "school": "Platonism"
  },
  {
    "name": "Aristotle",
    "quote": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight.",
    "quote_date": "360 BC",
    "school": "Aristotelianism"
  },
  {
    "name": "Aristotle",
    "quote": "That which is desirable on its own account and for the sake of knowing it is more of the nature of wisdom than that which is desirable on account of its results.",
    "quote_date": "360 BC",
    "school": "Aristotelianism"
  },
  {
    "name": "Aristotle",
    "quote": "It is the mark of an educated man to look for precision in each class of things just so far as the nature of the subject admits; it is evidently equally foolish to accept probable reasoning from a mathematician and to demand from a rhetorician scientific proofs.",
    "quote_date": "",
    "school": "Aristotelianism"
  },
  {
    "name": "Aristotle",
    "quote": "Piety requires us to honor truth above our friends.",
    "quote_date": "",
    "school": "Aristotelianism"
  },
  {
    "name": "Heraclitus",
    "quote": "The path up and down are one and the same.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Aristotle",
    "quote": "Man is by nature a political animal.",
    "quote_date": "",
    "school": "Aristotelianism"
  },
  {
    "name": "Aristotle",
    "quote": "Wit is cultured insolence.",
    "quote_date": "",
    "school": "Aristotelianism"
  },
  {
    "name": "Aristotle",
    "quote": "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion and desire",
    "quote_date": "",
    "school": "Aristotelianism"
  },
  {
    "name": "Aristotle",
    "quote": "Man, when perfected, is the best of animals, but when separated from law and justice, he is the worst of all.",
    "quote_date": "",
    "school": "Aristotelianism"
  },
  {
    "name": "Aristotle",
    "quote": "Knowledge of the fact differs from knowledge of the reason for the fact.",
    "quote_date": "",
    "school": "Aristotelianism"
  },
  {
    "name": "Aristotle",
    "quote": "A whole is that which has beginning, middle, and end.",
    "quote_date": "",
    "school": "Aristotelianism"
  },
  {
    "name": "Augustine of Hippo",
    "quote": "An unjust law is no law at all.",
    "quote_date": "387 AD",
    "school": "Neo-Platonism"
  },
  {
    "name": "Augustine of Hippo",
    "quote": "Beauty is indeed a good gift of God; but that the good may not think it a great good, God dispenses it even to the wicked.",
    "quote_date": "400 AD",
    "school": "Neo-Platonism"
  },
  {
    "name": "Augustine of Hippo",
    "quote": "For when God said, “Let there be light, and there was light,” if we are justified in understanding in this light the creation of the angels, then certainly they were created partakers of the eternal light which is the unchangeable Wisdom of God, by which all things were made, and whom we call the only-begotten Son of God",
    "quote_date": "400 AD",
    "school": "Neo-Platonism"
  },
  {
    "name": "Heraclitus",
    "quote": "Though wisdom is common, yet the many live as if they had a wisdom of their own.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Augustine of Hippo",
    "quote": "The Heavenly City outshines Rome, beyond comparison. There, instead of victory, is truth; instead of high rank, holiness; instead of peace, felicity; instead of life, eternity.",
    "quote_date": "400 AD",
    "school": "Neo-Platonism"
  },
  {
    "name": "Augustine of Hippo",
    "quote": "If there is something more excellent than the truth, then that is God; if not, then truth itself is God.",
    "quote_date": "395 AD",
    "school": "Neo-Platonism"
  },
  {
    "name": "Augustine of Hippo",
    "quote": "As a youth I prayed, \"Give me chastity and continence, but not right now.\"",
    "quote_date": "397 AD",
    "school": "Neo-Platonism"
  },
  {
    "name": "Marcus Aurelius",
    "quote": "He was a man who looked at what ought to be done, not to the reputation which is got by a man's acts",
    "quote_date": "180 AD",
    "school": "Stoicism"
  },
  {
    "name": "Marcus Aurelius",
    "quote": "There is a limit to the time assigned you, and if you don't use it to free yourself it will be gone and never return.",
    "quote_date": "180 AD",
    "school": "Stoicism"
  },
  {
    "name": "Marcus Aurelius",
    "quote": "This thou must always bear in mind, what is the nature of the whole...",
    "quote_date": "180 AD",
    "school": "Stoicism"
  },
  {
    "name": "Marcus Aurelius",
    "quote": "Never esteem anything as of advantage to you that will make you break your word or lose your self-respect.",
    "quote_date": "180 AD",
    "school": "Stoicism"
  },
  {
    "name": "Marcus Aurelius",
    "quote": "The universe is change; our life is what our thoughts make it.",
    "quote_date": "180 AD",
    "school": "Stoicism"
  },
  {
    "name": "Marcus Aurelius",
    "quote": "Remember this— that there is a proper dignity and proportion to be observed in the performance of every act of life.",
    "quote_date": "180 AD",
    "school": "Stoicism"
  },
  {
    "name": "Marcus Aurelius",
    "quote": "Reverence the gods, and help men. Short is life.",
    "quote_date": "180 AD",
    "school": "Stoicism"
  },
  {
    "name": "Marcus Aurelius",
    "quote": "Soon you will have forgotten the world, and soon the world will have forgotten you.",
    "quote_date": "180 AD",
    "school": "Stoicism"
  },
  {
    "name": "Marcus Aurelius",
    "quote": "Waste no more time arguing what a good man should be. Be one.",
    "quote_date": "180 AD",
    "school": "Stoicism"
  },
  {
    "name": "Heraclitus",
    "quote": "All entities come to be in accordance with this Logos.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Diogenes",
    "quote": "The noblest people are those despising wealth, learning, pleasure and life; esteeming above them poverty, ignorance, hardship and death.",
    "quote_date": "",
    "school": "Cynicism"
  },
  {
    "name": "Diogenes",
    "quote": "Aristotle dines when it seems good to King Philip, but Diogenes when he himself pleases.",
    "quote_date": "",
    "school": "Cynicism"
  },
  {
    "name": "Diogenes",
    "quote": "It is not that I am mad, it is only that my head is different from yours.",
    "quote_date": "",
    "school": "Cynicism"
  },
  {
    "name": "Diogenes",
    "quote": "If you are to be kept right, you must possess either good friends or red-hot enemies. The one will warn you, the other will expose you.",
    "quote_date": "",
    "school": "Cynicism"
  },
  {
    "name": "Diogenes",
    "quote": "Self-taught poverty is a help toward philosophy, for the things which philosophy attempts to teach by reasoning, poverty forces us to practice.",
    "quote_date": "",
    "school": "Cynicism"
  },
  {
    "name": "Xenophanes",
    "quote": "Mortals deem that the gods are begotten as they are,\nand have clothes like theirs, and voice and form.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Xenophanes",
    "quote": "Ethiopians say that their gods are snubnosed and black\nThracians that they are pale and red-haired.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Xenophanes",
    "quote": "There is one god, greatest among gods and men, similar to mortals neither in shape nor in thought.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Xenophanes",
    "quote": "For all things are from the earth and to the earth all things come in the end.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Heraclitus",
    "quote": "No man ever steps in the same river twice.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Seneca",
    "quote": "It is not the man who has too little, but the man who craves more, that is poor.",
    "quote_date": "0065 AD",
    "school": "Stoicism"
  },
  {
    "name": "Seneca",
    "quote": "No man can have a peaceful life who thinks too much about lengthening it.",
    "quote_date": "0065 AD",
    "school": "Stoicism"
  },
  {
    "name": "Seneca",
    "quote": "Withdraw into yourself, as far as you can. Associate with those who will make a better man of you. Welcome those whom you yourself can improve. The process is mutual; for men learn while they teach.",
    "quote_date": "0065 AD",
    "school": "Stoicism"
  },
  {
    "name": "Seneca",
    "quote": "You do not know where death awaits you; so be ready for it everywhere.",
    "quote_date": "0065 AD",
    "school": "Stoicism"
  },
  {
    "name": "Seneca",
    "quote": "Man is a reasoning animal.",
    "quote_date": "0065 AD",
    "school": "Stoicism"
  },
  {
    "name": "Seneca",
    "quote": "All art is but imitation of nature.",
    "quote_date": "0065 AD",
    "school": "Stoicism"
  },
  {
    "name": "Plotinus",
    "quote": "Perhaps, the good and the beautiful are the same, and must be investigated by one and the same process; and in like manner the base and the evil.",
    "quote_date": "",
    "school": "Neoplatonism"
  },
  {
    "name": "Plotinus",
    "quote": "It is now time, leaving every object of sense far behind, to contemplate, by a certain ascent, a beauty of a much higher order; a beauty not visible to the corporeal eye, but alone manifest to the brighter eye of the soul, independent of all corporeal aid.",
    "quote_date": "",
    "school": "Neoplatonism"
  },
  {
    "name": "Plotinus",
    "quote": "Hence beauty is established in multitude when the many is reduced into one, and in this case it communicates itself both to the parts and to the whole. But when a particular one, composed from similar parts, is received it gives itself to the whole, without departing from the sameness and integrity of its nature.",
    "quote_date": "",
    "school": "Neoplatonism"
  },
  {
    "name": "Plotinus",
    "quote": "Pleasure and distress, fear and courage, desire and aversion, where have these affections and experiences their seat? Clearly, either in the Soul alone, or in the Soul as employing the body, or in some third entity deriving from both.",
    "quote_date": "0250 AD",
    "school": "Neoplatonism"
  },
  {
    "name": "Plotinus",
    "quote": "All teems with symbol; the wise man is the man who in any one thing can read another.",
    "quote_date": "0250 AD",
    "school": "Neoplatonism"
  },
  {
    "name": "Plotinus",
    "quote": "We may treat of the Soul as in the body — whether it be set above it or actually within it — since the association of the two constitutes the one thing called the living organism, the Animate.",
    "quote_date": "0250 AD",
    "school": "Neoplatonism"
  },
  {
    "name": "Heraclitus",
    "quote": "Everything changes and nothing stands still.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Parmenides",
    "quote": "Thinking and the thought that it is are the same; for you will not find thinking apart from what is, in relation to which it is uttered.",
    "quote_date": "",
    "school": "Pre-Socratic"
  },
  {
    "name": "Parmenides",
    "quote": "And it is all one to me / Where I am to begin; for I shall return there again.",
    "quote_date": "",
    "school": "Pre-Socratic"
  }
]